Repository: javierferrersb/FluentTasks
Catalog: FluentTasks/Strings/*/Resources.resw
Source language: en_us
Languages: bg_bg, bn_bd, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, mt_mt, nb_no, pa_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

# SortDueDateAscMenuFlyoutItem.Text
source: Due date (earliest)
bg_bg: Краен срок (най-ранен)
bn_bd: নির্ধারিত তারিখ (সবচেয়ে আগে)
ca_es: Data de venciment (més propera)
cs_cz: Termín (nejdříve)
da_dk: Forfaldsdato (tidligst)
el_gr: Ημερομηνία λήξης (νωρίτερα)
es_es: Fecha de vencimiento (más próxima)
et_ee: Tähtaeg (varaseim)
fi_fi: Eräpäivä (aikaisin)
fr_fr: Date d'échéance (la plus proche)
ga_ie: Dáta dlite (is luaithe)
he_il: תאריך יעד (המוקדם ביותר)
hi_in: नियत तिथि (सबसे नज़दीक)
hr_hr: Rok (najraniji)
hu_hu: Határidő (leghamarabbi)
id_id: Jatuh tempo (terdekat)
it_it: Data di scadenza (piu vicina)
ja_jp: 期限 (近い順)
ko_kr: 마감일 (빠른 순)
lt_lt: Terminas (ankstyviausias)
lv_lv: Termiņš (agrākais)
mt_mt: Data ta' skadenza (l-aktar kmieni)
nb_no: Forfallsdato (tidligst)
pa_pk: میعاد (سب توں پہلے)
pl_pl: Termin (najwcześniejszy)
pt_pt: Data de conclusão (mais próxima)
ro_ro: Termen (cel mai apropiat)
ru_ru: Срок (ближайший)
sk_sk: Termín (najskorší)
sl_si: Rok (najzgodnejši)
sr_latn_rs: Rok (najraniji)
sv_se: Förfallodatum (tidigast)
th_th: กำหนดส่ง (เร็วที่สุด)
tr_tr: Son tarih (en erken)
uk_ua: Термін (найближчий)
vi_vn: Hạn (gần nhất)
zh_tw: 截止日期（最早）

# FilterOverdueMenuFlyoutItem.Text
source: Overdue
bg_bg: Просрочени
bn_bd: বিলম্বিত
ca_es: Vençudes
cs_cz: Po termínu
da_dk: Forfalden
el_gr: Εκπρόθεσμες
es_es: Vencidas
et_ee: Ületähtaja
fi_fi: Myöhässä
fr_fr: En retard
ga_ie: Thar am
he_il: באיחור
hi_in: समयसीमा पार
hr_hr: Prekoračen rok
hu_hu: Lejárt
id_id: Lewat jatuh tempo
it_it: Scadute
ja_jp: 期限超過
ko_kr: 기한 초과
lt_lt: Pavėluotos
lv_lv: Nokavēti
mt_mt: Skaduti
nb_no: Forsinket
pa_pk: میعاد گزر چکی
pl_pl: Po terminie
pt_pt: Em atraso
ro_ro: Întârziate
ru_ru: Просрочено
sk_sk: Po termíne
sl_si: Zamujeno
sr_latn_rs: Prekoračen rok
sv_se: Försenad
th_th: เกินกำหนด
tr_tr: Gecikmiş
uk_ua: Прострочені
vi_vn: Quá hạn
zh_tw: 已逾期
